brew "apktool"
brew "awscli"
brew "bind"
brew "coreutils"
brew "ffuf"
brew "ghostscript"
brew "git"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "kubernetes-cli"
brew "lima"
brew "mysql"
brew "nethogs"
brew "nginx"
brew "nmap"
brew "nuclei"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "pycparser"
brew "python@3.11"
brew "python@3.9"
brew "scrcpy"
brew "smali"
brew "sops"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "terrascan"
brew "tflint"
brew "tfsec"
brew "tree"
brew "unbound"
brew "wireshark"
cask "android-platform-tools"
cask "dbeaver-community"
cask "font-meslo-for-powerline"
cask "iterm2"
cask "lulu"
cask "mactex"
cask "powershell"
tap "azure/functions"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "warrensbox/tap"
vscode "JeremyFunk.hidefiles"
vscode "MS-SarifVSCode.sarif-viewer"
vscode "PKief.material-icon-theme"
vscode "TomAustin.azure-devops-yaml-pipeline-validator"
vscode "bierner.markdown-mermaid"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "koppt.vscode-view-in-browser"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.remote-explorer"
vscode "notblank00.hexeditor"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vinicioslc.adb-interface-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"